tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nlohmann/json"
brew "xz"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "openssl@1.1"
brew "python@3.9"
brew "gcc"
brew "cmake"
brew "curl"
brew "deno"
brew "dosfstools"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "guile"
brew "emacs"
brew "emojify"
brew "harfbuzz"
brew "pango"
brew "srt"
brew "tesseract"
brew "fish"
brew "fontforge"
brew "git"
brew "go"
brew "gobject-introspection"
brew "htop"
brew "hub"
brew "libssh"
brew "llvm"
brew "lua"
brew "macvim", link: false
brew "mercurial"
brew "ninja"
brew "nlohmann-json"
brew "nmap"
brew "node"
brew "vtk"
brew "opencv", link: false
brew "peco"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "ripgrep"
brew "tmux"
brew "tor"
brew "tree"
brew "vim", link: false
brew "wget"
brew "wireshark"
brew "zplug"
brew "delphinus/sfmono-square/sfmono-square"
cask "chromedriver"
cask "wezterm"
vscode "1YiB.rust-bundle"
vscode "donjayamanne.githistory"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "golang.go"
vscode "keifererikson.nightfox"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "vscodevim.vim"
